Repository: alokraj68/shailan-theme-framework
Catalog: trunk/lang/*.po
Languages: tr_tr

source: posts
tr_tr: yazı

source: This post is password protected. Enter the password to view any comments.
tr_tr: Bu yazı parola korumalıdır. Yorumları görebilmek için lütfen parola giriniz.

source: <span>%d</span> Comments
tr_tr: <span>%d</span> Yorum

source: <span>One</span> Comment
tr_tr: <span>Bir</span> Yorum

source: <span>%d</span> Trackbacks
tr_tr: <span>%d</span> Geri izleme

source: <span>One</span> Trackback
tr_tr: <span>Bir</span> Geri izleme

source: You must be <a href="%s" title="Log in">logged in</a> to post a comment.
tr_tr: Yorum yazabilmek için <a href="%s" title="Giriş yap">giriş</a> yapmış olmalısınız.

source: <span class="loggedin">Logged in as <strong><a href="%1$s" title="Logged in as %2$s">%2$s</a></strong>.</span> <span class="logout"><a href="%3$s" title="Log out of this account">( log out )</a></span>
tr_tr: <span class="loggedin"><strong><a href="%1$s" title="%2$s olarak giriş yapıldı">%2$s</a> olarak giriş yapıldı</strong>.</span> <span class="logout"><a href="%3$s" title="Bu hesaptan çıkış yap">( çıkış )</a></span>

source: Your email is <em>never</em> published nor shared.
tr_tr: Email adresiniz <em>asla</em> yayınlanmaz ve paylaşılmaz.

source: Required fields are marked <span class="required">*</span>
tr_tr: Gerekli alanlar <span class="required">*</span> ile işaretlenmiştir

source: Name
tr_tr: İsim

source: Website
tr_tr: Web sitesi

source: Comment
tr_tr: Yorum

source: You may use these <abbr title="HyperText Markup Language">HTML</abbr> tags and attributes:
tr_tr: Aşağıdaki <abbr title="HyperText Markup Language">HTML</abbr> etiketleri ve özelliklerini kullanabilirsiniz:

source: Post Comment
tr_tr: Yorum Ekle

source: Tags
tr_tr: Etiketler

source: Related Posts
tr_tr: İlgili yazılar

source: View all &rarr;
tr_tr: Tümünü gör &rarr;

source: %s latest posts
tr_tr: En son %s yazı

source: %s latest comments
tr_tr: Son %s yorum

source: Reply
tr_tr: Cevapla

source: Required fields are marked %s
tr_tr: Gerekli alanlar %s ile işaretlenmiştir

source: Return to %s
tr_tr: %s e geri gön

source: Continue reading <span class="meta-nav">&rarr;</span>
tr_tr: Devamını oku <span class="meta-nav">&rarr;</span>

source: Pages:
tr_tr: Sayfalar:

source: Continue reading "%s" &rarr;
tr_tr: Okumaya devam "%s" &rarr;

source: Home
tr_tr: Anasayfa

source: Search
tr_tr: Ara

source: Categories
tr_tr: Kategoriler

source: Date
tr_tr: Tarih

source: Author
tr_tr: Yazar

source: Taxonomy
tr_tr: Taksonomi

source: Basic
tr_tr: Temel

source: Logo url
tr_tr: Logo URLsi

source: Site RSS URL
tr_tr: Site RSS URLsi

source: Twitter username
tr_tr: Twitter kullanıcı adı

source: Permalink
tr_tr: Kalıcı bağlantı

source: Tags:
tr_tr: Etiketler:

source: and
tr_tr: ve

source: Leave a comment
tr_tr: Bir yorum ekle

source: 1 Comment
tr_tr: 1 Yorum

source: % Comments
tr_tr: % Yorum

source: No Comments
tr_tr: Yorum yok

source: Shortlink
tr_tr: Kısa bağlantı

source: Edit
tr_tr: Düzenle

source: Fresh
tr_tr: Yeni

source: view
tr_tr: hit

source: views
tr_tr: hit

source: No posts found matching the arguments
tr_tr: Aramanıza uygun bir yazı bulunamadı

source: Recent Posts
tr_tr: En Son Yazılar

source: Recent Comments
tr_tr: En Son Yorumlar

source: Your comment is awaiting moderation.
tr_tr: Yorumunuz moderasyon için beklemektedir.

source: edit
tr_tr: düzenle

source: Pingback:
tr_tr: Geribağlantı:

source: <span class="meta-nav">&larr;</span> Older posts
tr_tr: <span class="meta-nav">&larr;</span> Önceki yazılar

source: Newer posts <span class="meta-nav">&rarr;</span>
tr_tr: Sonraki yazılar <span class="meta-nav">&rarr;</span>

source: Posts about <span class="alt">%s</span>
tr_tr: <span class="alt">%s</span> Hakkındaki Yazılar

source: Posts tagged <span class="alt">%s</span>
tr_tr: <span class="alt">%s</span> Etiketli Yazılar

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
tr_tr: %1$s, versiyon %2$s ile <strong>kullanımdan kalktı</strong>! Onun yerine %3$s kullanın.

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
tr_tr: %1$s, versiyon %2$s ile herhangi bir alternatifi olmadan <strong>kullanımdan kalktı</strong>.

source: Sidebar %d
tr_tr: Yançubuk %d

source: Posts on your blog
tr_tr: Blogunuzdaki yazılar

source: Default Loop
tr_tr: Varsayılan Döngü

source: Title:
tr_tr: Başlık:

source: Automatic title widget
tr_tr: Otomatik başlık widgeti

source: # Blog Title
tr_tr: Blog Başlığı

source: Search Results for '%s'
tr_tr: '%s' için Arama Sonuçları

source: Logo URL:
tr_tr: Logo URLsi

source: Dynamic titles
tr_tr: Dinamik başlıklar

source: Custom loop widget
tr_tr: Özel döngü widgeti

source: Custom Loop
tr_tr: Özel Döngü

source: Custom query widget
tr_tr: Özel döngü widgeti

source: Filter:
tr_tr: Filtre:

source: Category:
tr_tr: Kategori:

source: Order By:
tr_tr: Sıralama ölçütü:

source: Order:
tr_tr: Sıralama:

source: Template:
tr_tr: Şablon:

source: Number of items:
tr_tr: Gösterilecek yazı adedi:

source: Number of items to be displayed
tr_tr: Gösterilecek eleman adedi

source: Displays widgets in a floating sidebar
tr_tr: Widget'leri yüzer barda gösterir

source: FloatingBar
tr_tr: YüzerBar

source: Displays your latest tweet
tr_tr: En son tweet'inizi gösterir

source: Latest Tweet
tr_tr: Güncel tweet

source: Follow
tr_tr: Takip et

source: Older/Newer posts navigation
tr_tr: Önceki/Sonraki yazılar tuşu

source: # Older/Newer
tr_tr: Önceki / Sonraki

source: Pagination by LesterChan
tr_tr: LesterChan tarafından PageNavi

source: # Pagenavi
tr_tr: Sayfalandırma

source: Horizontal Seperator for Columns
tr_tr: Sütunlar için ayıraç

source: # Seperator
tr_tr: Ayıraç

source: Content tabs for your site
tr_tr: Siteniz için içerik sekmeleri

source: Sidebar Tabs
tr_tr: İçerik Sekmeleri

source: Include Template
tr_tr: PHP Şablonu

source: Include Template Widget
tr_tr: PHP Şablon widgeti

source: Template file:
tr_tr: Şablon:

source: Include once
tr_tr: Bir kere dahil et

source: Not Found
tr_tr: Bulunamadı

source: Apologies, but no results were found for the requested archive. Perhaps searching will help find a related post.
tr_tr: Üzgünüz, fakat bu arşiv için hiç sonuç bulunamadı. Belki arama yaparak birşeyler bulabilirsiniz.

source: gallery
tr_tr: galeri

source: This gallery contains <a %1$s>%2$s photos</a>.
tr_tr: Bu galeri <a %1$s>%2$s fotoğraf</a> içermektedir.

source: More Galleries
tr_tr: Daha fazla galeri

source: Login Form for your blog
tr_tr: Blog üye giriş formu

source: Login form
tr_tr: Giriş formu

source: Login
tr_tr: Giriş

source: Remember me
tr_tr: Beni hatırla

source: Recover password
tr_tr: Parola geri alma

source: Logout
tr_tr: Çıkış yap

source: Admin
tr_tr: Yönetim
